[
  {
    "path": "posts/getting-to-work-in-madison/",
    "title": "Getting to work in Madison",
    "description": "Commute mode share by minority status and income",
    "author": [
      {
        "name": "Harald Kliems",
        "url": "https://haraldkliems.netlify.app/"
      }
    ],
    "date": "2020-12-25",
    "categories": [],
    "contents": "\r\nHow do people get to work and back in Madison? And how does this differ for people of different economic status and racial and ethnic backgrounds? I had some idea about what this looked like at the national level, but I was always curious what the numbers would be for Madison. I have previously written about commute mode share in Madison over time, based on data from the American Community Survey (ACS). The ACS does have detailed information on race, ethnicity, and income, but what is publicly available on the ACS website doesn’t lend itself to this type of analysis. Fortunately, there is another data source: CTPP. This stands for Census Transportation Planning Products, “a State DOT-funded, cooperative program that produces special tabulations of American Community Survey (ACS) data that have enhanced value for transportation planning, analysis, and strategic direction.” So same data source, but organized in a different way. And the latest data available is for 2012–2016.\r\n\r\nI recommend reading my other article on bike mode share in Madison to get a sense of the limitations of ACS data. It only captures commute trips, and the margins of error can be sizable.\r\nCommuting and minority status\r\nThe way CTPP treats race and ethnicity is by putting people into two categories: White people who aren’t Latinx/Hispanic, and everyone else. There are all kinds of issues with splitting things up this way, but using a more fine-grained approach to race and ethnicity would lead to small groups in each category and less reliable data.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThis is the same data but in a table.\r\n\r\n\r\nCommute mode\r\n\r\n\r\nNon-Hispanic White\r\n\r\n\r\nRacial/ethnic minority\r\n\r\n\r\nTotal\r\n\r\n\r\nDifference\r\n\r\n\r\nDrove alone\r\n\r\n\r\n65.3%\r\n\r\n\r\n55.8%\r\n\r\n\r\n63.4%\r\n\r\n\r\n9.5%\r\n\r\n\r\nBus\r\n\r\n\r\n7.7%\r\n\r\n\r\n15.4%\r\n\r\n\r\n9.3%\r\n\r\n\r\n-7.7%\r\n\r\n\r\nCarpooled\r\n\r\n\r\n6.5%\r\n\r\n\r\n11.7%\r\n\r\n\r\n7.6%\r\n\r\n\r\n-5.1%\r\n\r\n\r\nBiked\r\n\r\n\r\n5.7%\r\n\r\n\r\n3.1%\r\n\r\n\r\n5.2%\r\n\r\n\r\n2.6%\r\n\r\n\r\nWorked at home\r\n\r\n\r\n4.6%\r\n\r\n\r\n2.4%\r\n\r\n\r\n4.1%\r\n\r\n\r\n2.2%\r\n\r\n\r\nWalked\r\n\r\n\r\n9.3%\r\n\r\n\r\n10.3%\r\n\r\n\r\n9.5%\r\n\r\n\r\n-1.0%\r\n\r\n\r\nother\r\n\r\n\r\n0.8%\r\n\r\n\r\n1.4%\r\n\r\n\r\n1.0%\r\n\r\n\r\n-0.5%\r\n\r\n\r\nThe rightmost column shows the difference in percentage points between the two population groups (i.e. the distance between the two dots on the previous plot). That difference is largest for driving to work alone: The rate of driving alone is almost 10 percentage points higher for non-Hispanic White commuters. Depending on what question we’re trying to answer, it may be more useful to put this difference in the context of overall commute rates. Yes, there is a large difference in driving alone rates, but it also the overall most common commute mode. Compare that to bus commuters: The rate of bus commuting for people belonging to a racial or ethnic minority is twice as high as that for non-Hispanic White commuters, 15.4% versus 7.7%. With the difference in the reverse direction, the rate of bike commuters and people working from home is close to twice as high for non-Hispanic White workers. The only mode where rates are more or less the same for both groups is walking to work, at around 10 percent.\r\nIncome\r\nA different way to look at commute mode is by household income. Of course, income and race/ethnicity are not independent of each other. But especially with the coarse distinction between non-Hispanic White versus everyone else, looking at income can bring additional insights.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFor most commute modes, there is a clear trend across income groups: The more you make, the more likely you are to drive alone, and the less likely you are to walk or take the bus to work. It’s a little more complicated for other modes:\r\nBiking is most common for people in low-income households and then drops for with increasing income. However, at the top of the scale, in households with an income over $150,000, the trend reverses and more people bike to work.\r\nThe inverse is true for working from home: The rate is highest at the highest incomes and then drops with lower income. But for people in households making less than $15,000, it goes up again.\r\nFinally, for carpooling there doesn’t seem to be a clear trend. Between $15,000 and $100,000 household income, the rates are more or less the same. Very low income household don’t carpool much; and for some reason, incomes between $125,000 and $150,000 have the highest rate of carpooling.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2020-12-25T13:46:19-06:00",
    "input_file": {}
  }
]
